Repository: divadres/luci
Catalog: applications/luci-app-rwol/po/*/rwol.po
Languages: es

source: Remote Wake on LAN
es: Wake on LAN Remoto

source: Settings
es: Configuración

source: Requests Log
es: Registro de solicitudes

source: Service Log
es: Registro de servicio

source: Enabled
es: Activado

source: Enable the service.
es: Activa el servicio.

source: Listen interface
es: Interfaz para escuchar

source: Interface to receive requests.
es: Interfaz donde llegan las solicitudes.

source: Port
es: Puerto

source: Port to receive requests.
es: Puerto donde llegan las solicitudes.

source: Broadcast interface
es: Interfaz broadcast

source: Interface to broadcast wol requests.
es: Interfaz donde se envian los paquetes wol.

source: Service log length
es: Tamaño del registro de servicio

source: Number of last lines stored in service log file (50 to 500).
es: Número de últimas lineas guardadas en el archivo de registro de servicio (50 a 500).

source: Requests log length
es: Tamaño del registro de solicitudes

source: Number of last lines stored in requests log file (50 to 500).
es: Número de últimas lineas guardadas en el archivo de registro de solicitudes (50 a 500).

source: The port has to be a number from 1 to 65535.
es: El puerto ha de ser un número de 1 a 65535.

source: The service log length has to be a number from 50 to 500.
es: El tamaño del registro de servicio ha de ser un número de 50 a 500.

source: The requests log length has to be a number from 50 to 500.
es: El tamaño del registro de solicitudes ha de ser un número de 50 a 500.

source: Date
es: Fecha

source: Time
es: Hora

source: Host
es: IP

source: Requests log
es: Registro de solicitudes

source: Service log
es: Registro de servicio
